<#import "parts/common.ftl" as c>
<#include "parts/security.ftl">

<@c.page>
    <h5>Привет, ${name}</h5>
    <div>Добро пожаловать! Добро пожаловать в Сити 17.

        Сами вы его выбрали, или его выбрали за вас — это лучший город из оставшихся. Я такого высокого мнения о Сити 17, что решил разместить свое правительство здесь, в Цитадели, столь заботливо предоставленной нашими Покровителями. Я горжусь тем, что называю Сити 17 своим домом.
        Итак, собираетесь ли вы остаться здесь, или же вас ждут неизвестные дали, добро пожаловать в Сити 17. Здесь безопасно.</div>
    <div>
        Hello world
    </div>
</@c.page>